Repository: mikedawson/LP-Tajikistan-i18n
Catalog: tm/ustad-mobile-ui-strings-tg.tmx
Source language: en
Languages: tg

source: Enroll new group member
tg: Аъзои нави гурӯҳро дохил кунед

source: Manage access for
tg: Идоракунии дастрасӣ барои

source: People
tg: Одамон

source: Record attendance
tg: Қайд кардани иштирок

source: Students
tg: Хонандагон

source: last recorded
tg: Сабти охир

source: Today
tg: Имрӯз

source: sort_by
tg: Ҷудо кардан ба

source: Schedule
tg: Нақша

source: Add Student
tg: Илова кардани хонанда

source: first
tg: аввал

source: last
tg: охирон

source: Mark all
tg: Ҳамаро қайд кунед

source: Mark all present
tg: Иштироки ҳамаро қайд кунед

source: Present
tg: Ҳозир

source: Absent
tg: Ғоиб

source: Absent Selected
tg: Ғоибон интихоб шуданд

source: Partial Selected
tg: Қисман интихоб шуданд

source: Absent Unselected
tg: Ғоибон интихобашон бекор шуд

source: Partial Unselected
tg: Қисман интихобашон бекор шуд

source: Add field
tg: Бахшро илова кунед

source: Option value
tg: Арзиши имконот

source: Bulk upload done. Please review warnings below.
tg: Боркунии яклухт анҷом ёфт. Лутфан огоҳиҳоро дар зер дида бароед.

source: Thank you for the feedback.
tg: Ташаккур барои фикру мулоҳизаҳо.

source: Call parent
tg: Ба падару модар занг занед

source: Enroll in class
tg: Номнавис шудан ба дарс

source: Select a timezone
tg: Минтақаи вақтро интихоб кунед

source: It will start tomorrow
tg: Он пагоҳ оғоз мешавад

source: Attendance report
tg: Ҳисоботи иштирок

source: Record dropout
tg: Қайд кардани тарки дарс

source: Father
tg: Падар

source: Birthday
tg: Зодрӯз

source: Full names
tg: Ному насаб

source: First names
tg: Номҳо

source: Please fill out all required fields
tg: Лутфан ҳама сатрҳои лозимаро хонапурӣ кунед

source: Last name
tg: Номи падар

source: Memory card
tg: Корти ҳофиза

source: Cancel invite
tg: Бекор кардани даъват

source: Send in zip file
tg: Файли фишурда шударо фиристед

source: Preparing
tg: Тайёрӣ дидан

source: This field is required
tg: Ин бахш ҳатмист

source: Schools
tg: Муассисаҳои таълимӣ

source: Letter
tg: Мактуб

source: Basic details
tg: Тафсилоти асосӣ

source: Add person to class
tg: Шахсеро ба синф илова кунед

source: Fathers name
tg: Номи падар

source: Fathers number
tg: Шумораи падарон

source: Mothers name
tg: Номи модар

source: New Person
tg: Шахси нав

source: Clear History
tg: Тоза кардан таърихи истифодабариҳо

source: Edit Person
tg: Таҳрири шахс

source: Edit
tg: Таҳрир

source: Class
tg: Синф

source: Student image
tg: Тасвири хонанда

source: Current SEL answers by students
tg: Ҷавобҳои кунунии SEL аз ҷониби донишҷӯён

source: %1$s% complete
tg: %1$s% анҷом

source: Social Nomination
tg: Номзадии иҷтимоӣ

source: Please select the student who will be performing this
tg: Лутфан хонандагонеро интихоб кунед, ки ин корро иҷро кунад

source: Child has provided consent to participate
tg: Хонанда барои иштирок розигӣ додааст

source: start selection
tg: Оғоз намудани интихоб

source: Assign to all classes
tg: Ба ҳамаи синфҳо вазифа супоред

source: Total Class days
tg: Ҷамъи рӯзҳои таълимӣ

source: Ustad Mobile - Offline Open Educational Resources
tg: Устод Мобайл - захираҳои таълимии кушодаи офлайн

source: Allow multiple nominations
tg: Ба номзадҳои сершумор иҷозат диҳед

source: Passwords dont match. Please check and try again.
tg: Паролҳо мувофиқ нестанд. Лутфан дубора санҷед.

source: Add, remove and modify custom fields
tg: Илова, тоза ё тағир додани майдонҳои фармоишӣ

source: Please review errors below
tg: Лутфан хатоҳои дар поён бударо аз назар гузаронед

source: The current password is incorrect
tg: Пароли мазкур нодуруст аст

source: This username is not available. Please choose another one.
tg: Ин номи корбарӣ мавҷуд нест. Лутфан дигареро интихоб кунед.

source: Ustad Mobile
tg: Устод Мобайл

source: Login
tg: воридшавӣ

source: Error
tg: хатогӣ

source: Error registering new user:
tg: Хатогии бақайдгирии истифодабарандаи нав:

source: Unable to check username. Please try again later.
tg: Тафтиши номи корбарӣ ғайриимкон аст. Лутфан боварӣ ҳосил кунед, ки шумо онлайн ҳастед.

source: Wrong email address
tg: Суроғаи почтаи электронии нодуруст

source: Wrong username/password: try again.
tg: Номи истифодабаранда / пароли хато: бори дигар кӯшиш кунед.

source: Network error: please check you are online.
tg: Хатогии пайвастшавӣ башабака: лутфан пайваст будани худро санҷед.

source: Download
tg: боргирӣ

source: Downloaded
tg: Боргир шудааст

source: Recycled
tg: Аз нав коркард шуда

source: Libraries
tg: Китобхонаҳо

source: Pause download
tg: Таваққуф кардани боргирӣ

source: OK
tg: ОК

source: Confirm
tg: Тасдиқ кардан

source: Cancel
tg: бекор кардан

source: Canceled
tg: бекор шуд

source: Delete
tg: нест кардан

source: Deleted
tg: нест шуд

source: Displaying on new Tab
tg: Намоиш додан дар варақаи нав

source: Loading
tg: Боргузорӣ

source: Deleting
tg: нест кардан

source: Logout
tg: Хориҷ шудан

source: Error opening file:
tg: Хатои дар ҳоли кушодани файл:

source: About
tg: Дар бораи

source: Download all
tg: Ҳамаро боргирӣ кардан

source: Next
tg: Баъдӣ

source: Previous
tg: Пештар

source: Back
tg: Бозгашт

source: Username
tg: номи корбар

source: First name
tg: Ном

source: Register Now
tg: Ҳозир сабти ном кунед

source: New password
tg: Пароли нав

source: Phone memory
tg: Ҳофизаи телефон

source: Person authentication failed offline.
tg: Муайянсозии шахсият офлайн имконпазир аст.

source: Device
tg: Дастгоҳ

source: Register
tg: Сабти ном кардан

source: Phone number
tg: Рақами телефон

source: Name
tg: Ном

source: Male
tg: мард

source: Female
tg: зан

source: Other
tg: дигар

source: Unset
tg: Бекор кардан

source: Settings
tg: Танзимот

source: Language
tg: забон

source: Advanced
tg: Такмилёфта

source: Optional
tg: Ихтиёрӣ

source: Email
tg: почтаи электронӣ

source: Signup Code
tg: рамзи сабти ном

source: Home
tg: Асосӣ

source: Phone
tg: Телефон

source: Tablet
tg: планшет

source: Attendance
tg: Иштирок

source: Classes
tg: синфҳо

source: Exams
tg: имтиҳонҳо

source: Reports
tg: гузоришҳо

source: Contents
tg: Мундариҷа

source: Account
tg: Ҳисоб

source: Forgot password
tg: Фаромуш кардани парол

source: Share App
tg: Мубодила кардани барнома

source: Share
tg: мубодила кардан

source: Send
tg: фиристодан

source: Open
tg: кушодан

source: Passed
tg: Гузашт

source: Downloading
tg: Дар ҳоли боргирӣ кардан

source: Waiting
tg: Интизорӣ

source: Queued
tg: Дар навбат қарор дорад

source: Success
tg: Комёб шудан

source: Completed
tg: Анҷом ёфт

source: No Subtitles
tg: Бе Зерунвон

source: No video file found
tg: Ягон файли видеои ёфт нашуд

source: Minimum 5 characters
tg: Ҳадди ақал 5 аломат

source: Password should be at least 5 characters
tg: Парол бояд на камтар аз 5 аломат бошад

source: Password doesn't match, try again
tg: Парол мувофиқат намекунад, бори дигар кӯшиш кунед

source: Update
tg: Навсозӣ кардан

source: Profile
tg: Профил

source: Access & Share Educational Content Offline
tg: Дастрас намудан ва мубодила кардани мундариҷа дар офлайн

source: Download now (free)
tg: Боргирӣ кунед (бе маблағ)

source: Accept
tg: Қабул кунед

source: Also available in
tg: Инчунин дар ... дастрас аст

source: Get Started
tg: Оғоз кардан

source: No Internet? No problem.
tg: Интернет нест? Душворие ҳам нест.

source: Share offline
tg: Дар офлайн мубодила кунед

source: Share content at high speed with any other user nearby.
tg: Маводҳоро бо суръати баланд бо ягон корбари дигари наздик мубодила кунед.

source: Continue download
tg: Идома додан ба боргирӣ

source: Continue
tg: Идома додан

source: WiFi only
tg: Танҳо WiFi

source: Calculating…
tg: Ҳисоб карда истодааст …

source: <b>Download</b> total of %1$s items, they will use total of %2$s on your device storage.
tg: <b> Зеркашӣ </b> ҳамагӣ% 1 $ s чизҳо, онҳо ҳамагӣ% 2 $ и анбори дастгоҳи шуморо истифода хоҳанд кард.

source: <b>Downloading</b> total of %1$s items, which will be using total of %2$s on your device storage.
tg: <b> Зеркашӣ </b> ҳамагӣ% 1 $ s чизҳо, онҳо ҳамагӣ% 2 $ и анбори дастгоҳи шуморо истифода хоҳанд кард.

source: Downloading %1$s of %2$s
tg: Зеркашии% 1 $ s аз% 2 $ s

source: %1$s active downloads
tg: Зеркашии фаъол% 1 $ s

source: CANCEL ALL
tg: Ҳамаро бекор кардан

source: Cancel download
tg: Бекор кардани боргирӣ

source: Pause
tg: Таваққуф кардан

source: Assignments
tg: Супоришҳо

source: File permissions required
tg: Иҷозатҳои файл лозиманд

source: Available nearby
tg: Дар наздикӣ дастрас аст

source: Available on cloud
tg: Дар клауд дастрас аст

source: Paused
tg: Таваққуф карда шуд

source: Get app
tg: Барномаро дастрас намоед

source: Author
tg: Муаллиф

source: License
tg: Иҷозатнома

source: Description
tg: Шарҳу тавсиф

source: Reading Level
tg: Сатҳи хониш

source: File Not Found
tg: Файл ёфт нашуд

source: Multimedia
tg: Мултимедиа

source: Multiple choice
tg: Интихобҳои чандгона

source: Link
tg: Пайванд

source: TEXT
tg: Матн

source: PARAGRAPH
tg: Банд

source: Left To Right
tg: Аз чап ба рост

source: Right To Left
tg: Аз рост ба чап

source: Recognition: Please tap each of your classmates pictures, and select their name from the popup.
tg: Эътироф: Лутфан ба ҳар як акси ҳамсинфони худ ламс кунед ва номи онҳоро аз барҷастҳо интихоб кунед.

source: Ustad Mobile is an open-source app that enables users to access a wide variety of open educational resources, online or offline. Both the app and content can be shared offline between devices. Ustad Mobile features openly licensed content from some of the Internet's leading Open Educational Resources (OER) sites: African Story Books ETakkatho Global Digital Library Khan Academy (including offline access to both videos and exercises) PHET Pratham Books Voice of America Content is provided under license by external content providers. Ustad Mobile, unless explicitly mentioned otherwise, is not endorsed by any such content provider.
tg: Устод Мобайл як барномаи кушодаасос аст, ки ба корбарон имкон медиҳад то дастрасӣ ба захираҳои гуногуни таълимии кушодро дар реҷаи онлайн ё офлайн дастрас кунад. Ҳам барнома ва ҳам мундариҷа метавонанд аз дастгоҳҳо ба таври офлайн мубодила шаванд. Устод Мобайл дорои мундариҷаи ошкоро ва иҷозатномашуда мебошад, ки баъзе мундариҷаи пешрафтаи дастрасӣ ба таълим дар Интернетро инъикос мекунад : Китобҳои ҳикояи Африқо ЭТаккато Китобхонаи глобалии рақамӣ Академияи Хан (аз ҷумла дастрасии фаврӣ ба ҳам видео ва ҳам машқҳо) PHET Китобҳои Pratham Овози Амрико Мундариҷа аз ҷониби провайдерҳои мундариҷаи беруна тибқи иҷозатнома пешниҳод карда мешавад. Устод Мобайл, агар ба таври возеҳ дарҷ нагардида бошад, аз ҷониби ягон провайдери мундариҷа тасдиқ карда намешавад.

source: Choose file
tg: Файлро интихоб кунед

source: Preparing file...
tg: Омодасозии файл ...

source: Previewing...
tg: Пешнамоиш ...

source: Photo
tg: Сурат

source: Video
tg: Видео

source: Media type
tg: Навъи медиа

source: Blank page
tg: Саҳифаи холӣ

source: Click
tg: Зер кардан

source: to start editing.
tg: Таҳрирро оғоз кардан.

source: New page
tg: Саҳифаи нав

source: Untitled document
tg: Ҳуҷҷати бесарлавҳа

source: Add page
tg: Илова кардани саҳифа

source: Update page
tg: Саҳифаро навсозӣ кунед

source: Remove page
tg: Тоза кардани саҳифа

source: Title
tg: Унвон

source: ContentEntry Not Found
tg: Илова кардани мундариҷа ёфт нашуд

source: Directionality
tg: Роҳнамо

source: Undo
tg: Ботил сохтан

source: Redo
tg: Дубора анҷом додан

source: Text formatting
tg: Форматкунии матн

source: Pages
tg: Саҳифаҳо

source: Indent
tg: фосила

source: Outdent
tg: берун аз ҳошия

source: Unordered List
tg: Рӯйхати номатлуб

source: Strikethrough
tg: Оғози ногаҳони

source: Underline
tg: Нишон диҳед

source: Italic
tg: хам

source: question
tg: Савол

source: Questions
tg: Саволҳо

source: Bold
tg: пурранг

source: Font size
tg: андозаи шрифт

source: Center
tg: Марказ

source: Right
tg: Рост

source: Superscript
tg: абарнигошт

source: Subscript
tg: зернигошт

source: Preview
tg: Пешнамоиш

source: Link text
tg: Пайванд кардани матн

source: Link Url
tg: Пайванд кардани URL

source: Question
tg: Савол

source: Insert Link
tg: Дарҷ кардани пайванд

source: Remove Link
tg: Тоза кардани пайванд

source: This app requires both camera and file permissions to take photos and record videos
tg: Ин барнома иҷозати аксбардори ва наворбардориро талаб мекунад

source: Add new
tg: Илова кардани нав

source: Import from file
tg: Воридот аз файл

source: Import from link
tg: Воридот аз пайванд

source: Create new folder
tg: Эҷод кардани ҷузвдони нав

source: Add content
tg: Илова кардани мундариҷа

source: Save
tg: Захира кардан

source: Update document
tg: Ҳуҷҷатро навсозӣ кунед

source: Update file
tg: Файлро навсозӣ кунед

source: Update Content
tg: Навсозӣ кардани мундариҷа

source: From file
tg: Аз файл

source: From link
tg: Аз пайванд

source: down
tg: поён

source: Errors
tg: Хатогиҳо

source: Make content active
tg: Мундариҷаро фаъол созед

source: Activity went good
tg: Фаъолият хуб иҷро шуд

source: Free text
tg: Матни ройгон

source: Add option
tg: Иловаи интихоб

source: You have successfully imported a file
tg: Шумо файлро бо муваффақият ворид кардед

source: Fill out required fields and try again
tg: Ҷойҳои лозимаро пур кунед ва бори дигар кӯшиш кунед

source: Storage option
tg: Интихоби захирагоҳ

source: New folder was successfully added
tg: Ҷузвдони нав бо муваффақият илова карда шуд

source: Folder was successfully updated
tg: Ҷузвдон бо муваффақият навсозӣ карда шуд

source: No folders found
tg: Ягон ҷузвдон ёфт нашуд

source: No downloads found
tg: Ягон боргириҳо ёфт нашуд

source: Failed to load the page
tg: Бор кардани саҳифа муяссар нашуд

source: Updated successfully
tg: Бомуваффақият навсозӣ карда шуд

source: Support for adding an image is coming soon
tg: Дастгирии илова кардани тасвир сурат мегирад

source: Importing, please wait
tg: Дар ҳоли воридшавӣ, лутфан мунтазир бошед

source: Export
tg: Содир кардан

source: Exporting
tg: Дар ҳоли содир кардан

source: This is the question that will be shown and explained to the student.
tg: Ин саволест, ки ба хонанда шарҳ дода мешавад.

source: You are about to export %1$s to your device storage. Would you like to continue?
tg: Шумо дар ҳоли % 1 $ s -ро ба захираи дастгоҳатон содир карданед. Мехоҳед идома диҳед?

source: Invalid Registration Code
tg: Рамзи бақайдгирии нодуруст

source: Bar Chart
tg: Сутуни диаграмма

source: Line Graph
tg: Графаи хатҳо

source: Average Score
tg: Холҳои миёна

source: Total Duration
tg: Давомнокии умумӣ

source: Average Duration
tg: Давомнокии миёна

source: # of activities
tg: # аз фаъолиятҳо

source: Day
tg: Рӯз

source: Week
tg: Ҳафта

source: Month
tg: Моҳ

source: Content Entry
tg: Вуруди мундариҷа

source: Location
tg: Ҷойгиршавӣ

source: Gender
tg: Гендер

source: Clear
tg: Пок кардан

source: From
tg: Аз

source: To
tg: Ба

source: Done
tg: Иҷро шуд

source: Select Locations
tg: Интихоб кардани ҷойгиршавиҳо

source: General
tg: Умумӣ

source: Report Title
tg: Унвони гузориш

source: Y-Axis
tg: Y-меҳвар

source: X-Axis
tg: X-меҳвар

source: Subgroup by
tg: Зергуруҳ аз

source: Did
tg: Кард

source: What
tg: Чӣ

source: When
tg: Кай

source: Where
tg: Дар куҷо

source: Nomination
tg: Номзадӣ

source: Import Link
tg: Ворид кардани пайванд

source: Hrs
tg: Соатҳо

source: Mins
tg: Дақиқаҳо

source: Secs
tg: Сонияҳо

source: Active
tg: Фаъол

source: Person
tg: Инсон

source: Did what
tg: Чӣ анҷом дода шуд

source: Result
tg: Натиҷа

source: From camera
tg: Аз камера

source: Axes
tg: Асбобҳо

source: Who
tg: Кӣ

source: Once
tg: Боре

source: Title not entered
tg: Унвон ворид карда нашудааст

source: You do not have an account?
tg: Шумо ҳисоб надоред?

source: Invalid Url
tg: URL-и беэътибор

source: Entity
tg: Субъект

source: Text
tg: Матн

source: Password
tg: парол

source: Confirm password
tg: Тасдиқ кардани парол

source: Notifications
tg: Огоҳиномаҳо

source: In progress
tg: Дар ҳоли пешрафт

source: Failed
tg: Комёб нашуд

source: Select Subtitle Language
tg: Интихоб кардани Забони Зерунвон

source: Stay on website
tg: Дар веб истед

source: None
tg: Ҳеҷ

source: Content not supported
tg: Мундариҷа дастгирӣ намешавад

source: Import Error
tg: Хатогии воридот

source: Offline sharing requires Bluetooth
tg: Мубодилаи офлайнӣ Bluetooth-ро талаб мекунад

source: Offline sharing requires WiFi to be switched on
tg: Мубодилаи офлайнӣ талаб менамояд, ки WiFi фаъол бошад

source: Enable
tg: Фаъол кардан

source: More information
tg: Маълумоти бештар

source: Less information
tg: Маълумоти камтар

source: Loading from peer
tg: Боркунӣ аз ҳамроҳ

source: No content found
tg: Ягон мундариҷа ёфт нашуд

source: Connection error
tg: Хатогӣ дар пайвастшавӣ

source: Syncing..
tg: Синхронизатсия ..

source: Node List
tg: Рӯйхати гиреҳ

source: Feed
tg: Навсозӣ

source: Student recognizes their classmates
tg: Хонанда ҳамсинфони худро эътироф мекунад

source: Add Person
tg: Шахсеро илова кунед

source: Update picture
tg: Аксатонро нав созед

source: Add Class
tg: Илова кардани синф

source: Class name
tg: Номи синф

source: Class description
tg: Тавсифи синф

source: to
tg: ба

source: Holiday Calendar
tg: Тақвими идҳо

source: Features enabled
tg: Амалиётҳо фаъол карда шудаанд

source: Class Setup
tg: Танзими синф

source: Add session
tg: Илова кардани ҷаласа

source: Every working day
tg: Ҳар рӯзи корӣ

source: Monthly
tg: Моҳона

source: Sunday
tg: Якшанбе

source: Monday
tg: Душанбе

source: Tuesday
tg: Сешанбе

source: Wednesday
tg: Чоршанбе

source: Thursday
tg: Панҷшанбе

source: Friday
tg: Ҷумъа

source: January
tg: Январ

source: February
tg: Феврал

source: March
tg: Март

source: April
tg: Апрел

source: May
tg: Май

source: June
tg: Июн

source: July
tg: Июл

source: August
tg: Август

source: October
tg: Октябр

source: November
tg: Ноябр

source: December
tg: Декабр

source: This Month
tg: Ин моҳ

source: Last Year
tg: Соли гузашта

source: Attended less than 60% of lessons
tg: Камтар аз 60% дарсҳо иштирок карданд

source: Last Month
tg: Моҳи гузашта

source: Record activity
tg: Фаъолиятро сабт кунед

source: Activity change
tg: Тағири фаъолият

source: Change implemented (if any)
tg: Тағирот ворид шуд (агар бошад)

source: Duration
tg: Давомноки

source: Notes
tg: Қайдҳо

source: Activity
tg: Фаъолият

source: Sort by name
tg: Аз рӯйи номҳо гурӯҳбандӣ кунед

source: name (ascending)
tg: ном (боло меравад)

source: name (descending)
tg: ном (поён меравад)

source: Sort by
tg: Ҷудо кардан ба

source: Attendance (high to low)
tg: Давомот (аз зиёд ба кам)

source: Attendance (low to high)
tg: Давомот (аз кам ба зиёд)

source: Teacher
tg: Муаллим

source: Partial
tg: Қисман

source: Enroll new teacher
tg: Ҷалби омӯзгори нав

source: Add teacher
tg: Дохил кардани омӯзгор

source: Your summary
tg: Хулосаи шумо

source: up
tg: боло

source: Enter any notes you have about this activity
tg: Қайдҳои худро оид ба ин фаъолият нависед

source: How many times
tg: Чанд бор

source: Length of time
tg: Давомнокӣ

source: True or false
tg: Дуруст ё нодуруст

source: Unit of measurement
tg: Воҳиди ченак

source: Measurement type
tg: Навъи андозагирӣ

source: Frequency
tg: Басомад

source: YesNo
tg: ҲаНе

source: Time period
tg: Мӯҳлат

source: Disaggregate by gender
tg: Тақсимот аз рӯи ҷинс

source: Create report
tg: Таҳияи гузориш

source: Last two weeks
tg: Ду ҳафтаи охир

source: Last three months
tg: Се ҳафтаи охир

source: Custom date range
tg: Шакли танзимшавандаи сана

source: Show student percentages
tg: Нишондоди фоизи хонандагон

source: Attendance thresholds
tg: Ҳадди давомот

source: Low
tg: Паст

source: Mid
tg: Миёна

source: High
tg: Баланд

source: Attendance by threshold
tg: Ҳадди давомот

source: At risk students
tg: Хонандагони таҳти хавф қарордошта

source: Operations report
tg: Гузориши татбиқ

source: IRC master list report
tg: Гузориши асосии IRC

source: SEL report
tg: гузориши SEL

source: Select classes
tg: Интихоби синф

source: Overall attendance report
tg: Гузориши умумии давомот

source: Date
tg: Сана

source: Average
tg: Миёна

source: Age
tg: Синну сол

source: Days
tg: Рӯзҳо

source: Get started
tg: Оғоз намоед

source: Select file
tg: Интихоби файл

source: Bulk Upload Master
tg: Боркунии яклухти намуна

source: Apply
tg: Татбиқ намоед

source: File selected:
tg: Мавод интихоб гардид:

source: All
tg: Ҳама

source: Retention officer
tg: Корманди нигоҳдорӣ

source: Holiday calendars
tg: Тақвими идҳо

source: Add, remove and modify holiday calendars
tg: Илова, тоза кардан ва тағир додани тақвими идҳо

source: SEL Question sets
tg: Маҷмуъи саволҳои SEL

source: Manage SEL questions
tg: Идора кардани саволҳои SEL

source: Users
tg: Корбарон

source: New question set
tg: Саволи нав гузошта шуд

source: Edit Question
tg: Таҳрири савол

source: Question text
tg: Матни савол

source: Question type
tg: Шакли савол

source: Count of days present
tg: Миқдори рӯзҳое, ки иштирок кардаст

source: Count of days partial
tg: Миқдори рӯзҳое, ки қисман иштирок кардаст

source: Student ID
tg: Шиносномаи хонанда

source: Yes
tg: Ҳа

source: No
tg: Не

source: Not set
tg: Таъин нашудаст

source: Recognition confirmation not given. Please check.
tg: Ташхис тасдиқ нашудаст. Луфтан санҷед.

source: SEL question set to use
tg: Саволи SEL барои истифода таъин карда шуд

source: Nominating
tg: Пешбарӣ

source: Search
tg: Ҷустуҷӯ

source: Filter
tg: Филтр

source: Number of absent days in a row:
tg: Миқдори рӯзҳои ғоиб дар як саф:

source: over
tg: бар зиёд

source: You have to create a schedule to be able to take attendance
tg: Шумо бояд ҷадвали давомот тартиб диҳед

source: View class
tg: Намоиши синф

source: View student
tg: Намоиши хонанда

source: Sync
tg: Ҳамоҳангсозӣ

source: Refresh
tg: Навсозӣ

source: Not recorded
tg: Сабт нашудаст

source: Move
tg: Интиқол додан

source: Cry
tg: Гиря кардан

source: Sickness
tg: Беморӣ

source: Public school
tg: Муассисаи таълимӣ

source: Transportation
tg: Нақлиёт

source: Personal issues
tg: Масъалаҳои шахсӣ

source: Groups
tg: Гурӯҳҳо

source: Roles
tg: Нақшҳо

source: Role
tg: Нақшҳо

source: Manage permissions given to roles
tg: Иҷозатномаҳои ба нақшҳо додашударо идора кардан

source: Roles assignment
tg: Тақсимоти вазифаҳо

source: Locations
tg: Макон

source: Manage locations
tg: Идоракунии маконҳо

source: Audit log
tg: Дафтари аудит

source: View and export audit log
tg: Аз назар гузарондан ва содир кардани дафтари аудит

source: New holiday
tg: Иди нав

source: entries
tg: вурудот

source: entry
tg: вуруд

source: Holiday calendar name
tg: Номи тақвимии идҳо

source: Add a calendar range
tg: Як қатор тақвим илова кунед

source: New role
tg: Нақши нав

source: Permissions
tg: Иҷозаҳо

source: permission
tg: Иҷозат

source: Add role
tg: Илова кардани нақш

source: Role name
tg: Номи нақш

source: Update SEL questions
tg: Саволҳои SEL ро навсозӣ кунед

source: View SEL results
tg: Натиҷаҳои SEL ро назорат кунед

source: Record SEL
tg: SEL ро ба қайд гиред

source: Update SEL results
tg: Натиҷаҳои SEL ро навсозӣ кунед

source: Enroll person
tg: Як нафарро дохил кунед

source: changed
tg: Тағйир дода шуд

source: Update usernamepassword
tg: Навсозии ном ва пароли корбарӣ

source: Enroll
tg: Сабти ном кунед

source: Unable to update password
tg: Навсозии парол имконнопазир аст

source: Custom fields
tg: Майдонҳои фармоишӣ

source: Custom field
tg: Майдони фармоишӣ

source: member
tg: аъзо

source: Add group
tg: ворид намудани гурӯҳ

source: Add people
tg: Ворид намудани одамон

source: New group
tg: Гурӯҳи нав

source: New role assignment
tg: Таъин намудани нақши нав

source: Role assignment
tg: Таъин намудани нақш

source: Role assignments
tg: Таъиноти нақшҳо

source: in
tg: дар

source: Assign role to
tg: Таъин кардани нақш ба

source: Group
tg: Гурӯҳ

source: Scope by
tg: Ҳаҷми аз ҷониби

source: Assign to
tg: Таъин кардани

source: AddEdit location
tg: Ворид тағъир додани макон
